[
    {
        "title": "菊花",
        "author": "苏洵",
        "content": "骚人足奇思，香草比君子。况此霜下杰，清芬绝兰茝。气禀金行秀，德备黄中美。古来鹤发翁，餐英饮其水。但恐蓬藋伤，课仆加料理。",
        "object_id": "7f477295-8dbe-41fd-9250-6fa0b632649a"
    },
    {
        "title": "涵虚阁",
        "author": "苏洵",
        "content": "幽居少尘事，潇洒似江村。苔苏深三径，衣冠盛一门。岭云时聚散，湖水自清浑。世德书芳史，传家有令孙。",
        "object_id": "db35fc7a-9888-4107-856e-67f4b4370869"
    },
    {
        "title": "香",
        "author": "苏洵",
        "content": "𢭏麝筛檀入范模，润分薇露合鸡苏。一丝吐出青烟细，半炷烧成玉箸粗。道士每占经次第，佳人惟验绣工夫。轩窗几席随宜用，不待高擎鹊尾炉。",
        "object_id": "91ea3afd-0a2d-4271-9f33-b775d4c5d977"
    },
    {
        "title": "句  其一",
        "author": "苏洵",
        "content": "谈诗究乎而。",
        "object_id": "01be4199-4d9e-4e19-8d0f-e0a116d9062d"
    },
    {
        "title": "云兴于山",
        "author": "苏洵",
        "content": "云兴于山，霜霜为雾。匪山不仁，天实不顾。山川我享，为我百诉。岂不畏天，哀此下土。班班鸤鸠，谷谷晨号。天乎未雨，余不告劳。谁为山川，不如羽毛。",
        "object_id": "a5a72bf9-e0ee-492e-ac36-3994951bca29"
    },
    {
        "title": "句  其二",
        "author": "苏洵",
        "content": "雀鷇含淳音，竹荫抱静节。",
        "object_id": "f4b27b0c-c128-4c13-866b-1408ae69f408"
    },
    {
        "title": "有骥在野",
        "author": "苏洵",
        "content": "有骥在野，百过不呻。子不我良，岂无他人。絷我于厩，乃不我驾。遇我不终，不如在野。秃毛于霜，寄肉于狼，宁彼我伤。宁人不我顾，无子我忘。",
        "object_id": "0685f994-e173-48c5-84e0-7c5b0ef34930"
    },
    {
        "title": "有触者犊",
        "author": "苏洵",
        "content": "有触者犊，再棰不却。为子已触，安所置角。天实畀我，子欲已我。恶我所为，盍夺我有。子欲不触，盍索之苙。",
        "object_id": "2183cb7e-e77e-4748-9ea7-c023da0d57a6"
    },
    {
        "title": "朝日载升",
        "author": "苏洵",
        "content": "朝日载升，薨薨伊氓。于室有绩，于野有耕。于涂有商，于边有征。天生斯民，相养以宁。嗟我何为，踽踽无营。初孰与我，今孰主我。我将往问，安所处我。",
        "object_id": "d661c29b-fa00-4c2f-80e3-1a61af1df4cb"
    },
    {
        "title": "我客至止",
        "author": "苏洵",
        "content": "我客至止，我逆于门。来升我堂，来饮我樽。羞鳖不时，詈我不勤。求我何多，请辞不能。客谓主人，唯子我然。求子之多，责子之深，期子于贤。",
        "object_id": "aeea5259-8b97-4580-924e-298b855ca9dc"
    },
    {
        "title": "颜书",
        "author": "苏洵",
        "content": "任君北方来，手出邠州碑。为是鲁公写，遗我我不辞。鲁公实豪杰，慷慨忠义姿。忆在天宝末，变起渔阳师。猛士不敢当，儒生横义旗。感激数十郡，连衡鬭羌夷。新造势尚弱，胡为力未衰。用兵竟不胜，叹息真数奇。杲兄死常山，烈士泪满颐。鲁公不死敌，天下皆熙熙。奈何不爱死，再使踏鲸鳍。公固不畏死，吾实悲当时。缅邈念高谊，惜哉我生迟。近日见异说，不知作者谁。云公本不死，此事亦已奇。大抵天下心，人人属公思。加以不死状，慰此苦叹悲。我欲哭公墓，莽莽不可知。爱其平生迹，往往或孑遗。此字出公手，一见减叹咨。使公不善书，笔墨纷讹痴。思其平生事，岂忍弃路歧。况此字颇怪，堂堂伟形仪。骏极有深稳，骨老成支离。点画迺应和，关连不相违。有如一人身，鼻口耳目眉。彼此异状貌，各自相结维。离离天上星，分如不相持。左右自缀会，或作斗与箕。骨严体端重，安置无欹危。篆鼎兀大腹，高屋无弱楣。古器合尺度，法相应矩规。想其始下笔，庄重不自卑。虞柳岂不好，结束烦馽羁。笔法未离俗，庸手尚敢窥。自我见此字，得纸无所施。一车会百木，后斤斧易为。团团彼明月，欲画形终非。谁知忠义心，余力尚及斯。因此数幅纸，使我重叹嘻。",
        "object_id": "7fd4d4a3-9757-4a9c-be93-f32bd6e9f611"
    },
    {
        "title": "欧阳永叔白兔",
        "author": "苏洵",
        "content": "飞鹰搏平原，禽兽乱衰草。苍茫就擒执，颠倒莫能保。白兔不忍杀，叹息爱其老。独生遂长拘，野性始惊矫。贵人织筠笼，驯扰渐可抱。谁知山林宽，穴处颇自好。高飚动槁叶，群窜迹如扫。异质不自藏，照野明暠暠。猎夫指之笑，自匿苦不早。何当骑蟾蜍，灵杵手自捣。",
        "object_id": "da23c7d6-9b3d-495b-be46-2e46302e42cd"
    },
    {
        "title": "答二任",
        "author": "苏洵",
        "content": "鲁人贱夫子，呜丘指东家。当时虽未遇，弟子已如麻。奈何乡闾人，曾不为叹嗟。区区吴越间，问骨不惮遐。习见反不怪，海人等龙暇。嗟我何足道，穷居出无车。昨者入京落，文章彼人夸。故旧未肯信，闻之笑呀呀。独有两任子，知我有足嘉。远游苦相念，长篇寄芬葩。我道亦未尔，子得无增加。贫穷已衰老，短发垂髿髿。重禄无意取，思治山中畬。往岁栽苦竹，细密如蒹葭。庭前三小山，本为山中楂。当前凿方池，寒泉照谽谺。玩此可竟日，胡为踏朝衙。何当子来会，酒食相邀遮。愿为久相敬，终始无疵瑕。闲居各无事，数来饮流霞。",
        "object_id": "18be2326-90a6-48a7-b2da-f2e2b3c48dbf"
    },
    {
        "title": "丙申岁余在京师乡人陈景回自南来弃其官得太子中允景回旧有地在蔡今将治园囿于其间以自老余尝有意于嵩山之下洛水之上买地筑室以为休息之馆而未果今景回欲余诗遂道此意景回志余言异日可以知余之非戏云尔",
        "author": "苏洵",
        "content": "岷山之阳土如腴，江水清滑多鲤鱼。古人居之富者众，我独厌倦思移居。平川如手山水蹙，恐我后世鄙且愚。经行天下爱嵩岳，遂欲买地居妻孥。晴原漫漫望不尽，山色照野光如濡。民生舒缓无夭扎，衣冠堂堂伟丈夫。吾今隠居未有所，更后十载不可无。闻君厌蜀乐上蔡，占地百顷无边隅。草深野阔足狐兔，水种陆取身不劬。谁知李期顾秦宠，不获牵犬追黄狐。今君南去已足老，行看嵩少当吾庐。",
        "object_id": "94bda8dc-65f5-4deb-8a16-033fe0a7cdde"
    },
    {
        "title": "忆山送人",
        "author": "苏洵",
        "content": "少年喜奇迹，落拓鞍马间。纵目视天下，爱此宇宙宽。山川看不厌，浩然遂忘还。岷峨最先见，睛光厌西川。远望未及上，但爱青若鬟。大雪冬没胫，夏秋多虵蚖。乘春乃敢去，匍匐攀孱颜。有路不容足，左右号鹿猿。阴崖雪如石，迫暖成高澜。经日到绝顶，目眩手足颠。自恐不得下，抚膺忽长叹。坐定聊四顾，风色非人寰。仰面嗫云霞，垂手抚百山。临风弄襟袖，飘若风中仙。朅来游荆渚，谈笑登峡船。峡山无平冈，峡水多悍湍。长风送轻帆，瞥过难详观。其间最可爱，巫庙十数巅。耸耸青玉干，折首不见端。其余亦诡怪，土老崖石顽。长江浑浑流，触啮不可拦。苟非峡山壮，浩浩无隅边。恐是造物意，特使险且坚。江山两相值，后世无水患。水行月余日，泊舟事征鞍。烂熳走尘土，耳嚣目眵昏。中路逢汉水，乱流爱清渊。道逢尘土客，洗濯无瑕痕。振鞭入京师，累岁不得官。悠悠故乡念，中夜成惨然。五噫不复留，驰车走轘辕。自是识嵩岳，荡荡容貌尊。不入众山列，体如镇中原。几日至华下，秀色碧照天。上下数十里，映睫青巑巑。迤逦见终南，魁岸蟠长安。一月看山岳，怀抱斗以骞。渐渐大道尽，倚山栈夤缘。下瞰不测溪，石齿交戈鋋。虚阁怖马足，险崖磨吾肩。左山右绝涧，中加一绳悭。傲睨驻鞍辔，不妨驱以鞭。累累斩绝峰，兀不相属联。背出或逾峻，远骛如争先。或时度冈领，下马步险艰。怪事看愈好，勤劬变清欢。行行上剑阁，勉强踵不前。矫首望故国，漫漫但青烟。及下鹿头坂，始见平沙田。归来顾妻子，壮抱难留运。遂使下余载，此路常周旋。又闻吴越山，中明水澄鲜。百金买骏马，往意不自存。投身入庐岳，首挹瀑布源。飞下二千丈，强烈不可干。余润散为雨，遍作山中寒。次入二林寺，遂获高僧言。问以绝胜境，导我同跻攀。逾月不倦厌，岩谷行欲殚。下山复南迈，不知已南虔。五岭望可见，欲往苦不难。便拟去登玩，因得窥群蛮。此意竟不偿，归抱愁煎煎。到家不再出，一顿俄十年。昨闻庐山郡，太守雷君贤。往求与识面，复见山郁蟠。绝壁横三方，有类大破镮。包裹五六州，倚之为长垣。大抵蜀山峭，巉刻气不温。不类嵩华背，气象多浓繁。吴君颍川秀，六载为蜀官。簿书苦为累，天鹤囚笼樊。岷山青城县，峨眉亦南犍。黎雅又可到，不见宜悒然。有如烹脂牛，过眼不得飡。始谓泛峡去，此约今又愆。只有东北山，依然送归轩。他山已不见，此可着意看。",
        "object_id": "4daa5093-759e-4a2d-bc23-2410a4bd1972"
    },
    {
        "title": "上田待制诗",
        "author": "苏洵",
        "content": "日落长安道，大野渺荒荒。吁嗟秦皇帝，安得不富强。山大地胍厚，小民十尺长。耕田破万顷，一稔粟柱梁。少年事游侠，皆可荷弩枪。勇力不自骄，颇能啖干粮。天意此有谓，故使连西羌。古人遭边患，累累鬭两刚。方今正似此，猛士强如狼。跨马负弓矢，走不择涧冈。脱甲森不顾，袒裼搏敌场。嗟彼谁治此，踧踧不敢当。当之负重责，无成不朝王。田侯本儒生，越略今洸洸。右手握麈尾，指麾据胡床。郡国远浩浩，边鄙有积仓。秦境古何在，秦人多战伤。此事久不报，此时将何偿。得此报天子，为侯歌之章。",
        "object_id": "028d4a8d-91c3-4ec0-9f99-5a979a7f1d52"
    },
    {
        "title": "途次长安上都漕傅谏议",
        "author": "苏洵",
        "content": "丈夫正多念，老大自不安。居家不能乐，忽忽思中原。慨然弃乡庐，劫劫道路间。穷山多虎狼，行路非不难。昔者倦奔走，闲门事耕田。蚕谷聊自给，如此已十年。缅怀当今人，草草无复闲。坚卧固不起，芒刺实在肩。布衣与食肉，幸可交口言。默默不以告，未可遽罪愆。驱车入京洛，藩镇皆达官。长安逢傅侯，愿得说肺肝。贫贱吾老矣，不复苦自叹。富贵不足爱，浮云过长天。中怀邈有念，惝恍难自论。世俗不见信，排斥仅得存。昨者东入秦，大麦黄满田。秦民可无饥，为君喜不眠。禁军几千万，仰此填其咽。西蕃久不反，老贼非常然。士饱可以战，吾宁为之先。傅侯君在西，天子忧东藩。烽火尚未灭，何策安西边。傅侯君谓何，明日将东辕。",
        "object_id": "87121570-1d27-4b1a-818f-d1d8dd37c92b"
    },
    {
        "title": "答陈公美",
        "author": "苏洵",
        "content": "少壮事已远，旧交良可怀。百年能几何，十载不得偕。念昔居乡里，游处了无猜。饮食不相舍，谈笑久所陪。拜君以为兄，分蜜谁能开。齿发俱未老，未至衰与颓。我子在襁褓，君犹无婴孩。君后独舍去，为吏天一涯。我又厌奔走，远引不复来。岁月杳难恃，区区老吾侪。况从与君别，多事岁若排。心力不能救，衰病侵骨骸。二子皆已冠，如吾苦无才。君亦已有嗣，骨目秀且佳。人事知几变，会合终不谐。昨者本不出，豪杰苦自咍。郁郁自不乐，谁为子悲哀。翻然感其说，东走陵巅崖。不意君在此，得春笑与诙。君颜蔚如故，大噱飞尘灰。我老应可怪，白髭生两腮。新句辱先赠，古诗许见推。贤俊非独步，故旧每所乖。作诗报嘉贶，亦聊以相催。",
        "object_id": "006e8309-aa91-4735-97cf-1ef1cfac24ff"
    },
    {
        "title": "又答陈公美三首  其一",
        "author": "苏洵",
        "content": "仲尼鲁司寇，官职亦已优。从祭肉不及，戴冕奔诸侯。当时不之知，为肉诚可羞。君子意有在，众人但愆尤。置之待后世，皎皎无足忧。",
        "object_id": "cd4205c5-8f65-475d-a09d-b2ea193a6942"
    },
    {
        "title": "又答陈公美三首  其二",
        "author": "苏洵",
        "content": "仲尼为群婢，一走十四年。荀卿老不出，五十干诸田。顾彼二夫子，岂其陷狂颠。出处固无定，不失称圣贤。彼亦诚自信，谁能恤多言。",
        "object_id": "85df14eb-4c6a-4dfe-aa3a-01bd06a1fc96"
    },
    {
        "title": "又答陈公美三首  其三",
        "author": "苏洵",
        "content": "公孙昔放逐，牧羊沧海滨。勉强听乡里，垂老西游秦。自顾未为壮，徒为久辛勤。君子岂必隠，孔孟皆旅人。",
        "object_id": "c2714096-bac4-415d-8032-1b15bbdc9f24"
    },
    {
        "title": "送李才元学士知邛州",
        "author": "苏洵",
        "content": "贫贱羞妻子，富贵乐乡关。不见李夫子，得意今西还。白马渡浐水，红旌照蜀山。归来未解带，故旧已满门。平生浪游处，何者哀王孙。壮士勿龌龊，千金报一飧。",
        "object_id": "090c12d6-38e5-4e37-b837-50cc340263a9"
    },
    {
        "title": "送陆权叔提举茶税",
        "author": "苏洵",
        "content": "君家本江湖，南行即邻里。税茶虽冗繁，渐喜官资美。嗟君本笃学，寤寐好文字。往年在巴蜀，忆见春秋始。名家乱如发，棼错费寻理。今来未五岁，新传满盈几。又言欲治易，杂说书万纸。君心不可测，日夜涌如水。何年重相逢，祗益使余畏。但恐茶事多，乱子易中意。茶易两无妨，知君足才思。",
        "object_id": "c7d8762e-666a-426c-a809-accc7442591c"
    },
    {
        "title": "送王吏部知徐州",
        "author": "苏洵",
        "content": "东徐三齐之南邻，夫子岂是三齐人。辞嚣乞静得此守，走兔入薮鱼投津。徐州绝胜不须问，请问项籍何去秦。江山雄豪不相下，衣锦游戏欲及辰。霸王事业今已矣，但有太守朱两轮。还乡据势与古并，岂有汉戟窥城闉。论安较利乃公胜，行矣正及汴水匀。",
        "object_id": "efcdff4c-1be7-4fe5-a5f7-985043ade1ea"
    },
    {
        "title": "藤樽",
        "author": "苏洵",
        "content": "枯藤生幽谷，蹙缩似无材。不意犹为累，刳中作酒杯。君知我好异，赠我酌村醅。衰意方多感，为君当数开。藤樽结如螺，村酒绿如水。开樽自献酬，竟日成野醉。青莎可为席，白石可为机。何当酌清泉，永以思君子。",
        "object_id": "deffa50b-e6c7-42a6-bc60-86debd5e3206"
    },
    {
        "title": "送任师中任清江",
        "author": "苏洵",
        "content": "吾喜送任师，羡君方少年。有如伏枥马，看彼始及鞍。奔腾过吾目，萧条正思边。谁知脱吾羁，傲睨登太山。君今始得县，翱翔大江干。大江多风波，渺然势欲翻。浩荡吞九野，开阖壮士肝。人生患不出，局束守一廛。未常见大物，不识天地宽。今君吾乡秀，固已见西川。去年人边吏，出入烽火闲。儒冠杂武弁，屈与毡裘言。又当适南土，大浪泛目前。胸中芥蒂心，吹尽为平田。陈汤喜刑胜，所至常纵观。吾想君至彼，胸胆当豁然。",
        "object_id": "8ace5b35-d11b-4b4e-961c-5d44880f71e9"
    },
    {
        "title": "送吴待制中复知潭州二首  其一",
        "author": "苏洵",
        "content": "十年尝作犍为令，四脉尝闻愍俗诗。共叹才高堪御史，果能忠谏致戎麾。会稽特欲荣公子，冯翊犹将试望之。船系河堤无几日，南公应已悭来迟。",
        "object_id": "4145c715-cda3-40f6-ac28-41763fe15174"
    },
    {
        "title": "送吴待制中复知潭州二首  其二",
        "author": "苏洵",
        "content": "台省留身凡几岁，江湖得郡喜今行。卧听晓鼓朝眠稳，行入淮流乡味生。细雨满村莼菜长，高风吹旆彩船狞。到家应有壶触劳，倚赖比邻不畏卿。",
        "object_id": "64427d9d-156b-4254-9efe-4c60d090edc5"
    },
    {
        "title": "从叔母杨氏挽词",
        "author": "苏洵",
        "content": "老人凋丧悲宗党，寒月凄凉葬旧林。白发已知邻里暮，伤怀难尽子孙心。几年赠命涵幽壤，当有铭文记德音。千里缄词托哀恨，鸣鸣引者涕中吟。",
        "object_id": "090b4976-360b-4a43-a1ca-4a65bff22279"
    },
    {
        "title": "次韵和缙叔游仲容西园二首  其一",
        "author": "苏洵",
        "content": "春入禁城怀旧隠，偶来芳圃似还家。番番翠蔓缠松上，粲粲朱梅入竹花。客慢空劳严置兕，酒多无用早成虵。相公犹有遗书在，欲问郎君借五车。",
        "object_id": "31920790-6323-4600-8354-dda54253afba"
    },
    {
        "title": "次韵和缙叔游仲容西园二首  其二",
        "author": "苏洵",
        "content": "栽松成径百余尺，隔径开堂似两家。厌事共邀终日饮，渴春先赏后开花。客来庭树鸣寒鹊，酒入肌肤忆冷虵。衰病不胜杯酒处，醉归倾倒欲乘车。",
        "object_id": "de501f89-5402-4b88-8497-ac7499b3df6f"
    },
    {
        "title": "游嘉州龙岩",
        "author": "苏洵",
        "content": "系舟长堤下，日夕事南征。往意纷何速，空岩幽自明。使君怜远客，高会有余情。酌酒何能饮，去乡怀独惊。山川随望阔，气候带霜清。佳境日已去，何时休远行。",
        "object_id": "753c556f-59b9-4cbf-8387-6ff649f389d8"
    },
    {
        "title": "初发嘉州",
        "author": "苏洵",
        "content": "家托舟航千里速，心期京国十年还。乌牛山下水如箭，忽失峨眉枕席间。",
        "object_id": "456669ee-3979-4ac6-9c7c-7fd757e256cc"
    },
    {
        "title": "襄阳怀古",
        "author": "苏洵",
        "content": "我行襄阳野，山色向人明。何以洗怀抱，悠哉汉水清。辽辽岘山道，千载几人行。踏尽山上士，山腰为之平。道逢堕泪碣，不觉涕亦零。借问羊叔子，何异葛孔明。今人固已远，谁识前辈情。朅来万山下，潭水转相萦。水深不见底，中有杜预铭。潭水竟未涸，后世自知名。成功本无敌，好誉真儒生。自从三子亡，草中无豪英。聊登岘山首，泪与汉流倾。",
        "object_id": "8a0dbb46-df59-4fb7-bc94-ce077f857298"
    },
    {
        "title": "寄杨纬",
        "author": "苏洵",
        "content": "家居对山木，谓是忘言伴。去乡不能致，回顾颇自短。谁知有杨子，磊落收百段。拣赠最奇峰，慰我苦长叹。连城尽如削，邃洞幽可款。回合抱空虚，天地耸其半。舟行因乐载，陆挈敢辞懒。飘飘忽千里，有客来就看。自言此地无，爱惜苦欲换。低头笑不答，解缆风帆满。京洛有幽居，吾将隠而玩。",
        "object_id": "0941cbc1-d2fd-42e0-8fdc-aa468099fbd0"
    },
    {
        "title": "和杨节推见赠",
        "author": "苏洵",
        "content": "与君多乖睽，邂逅同泛峡。宋子虽世旧，谈笑顷不接。二君比宦游，畴昔共科甲。唯我老且闲，独得离圈柙。少年实强锐，议论今我怯。有如乘风箭，勇发岂顾帖。置酒来相邀，殷勤为留楫。杨君旧痛饮，浅水安足涉。嗟我素不任，一酌己頳颊。去生别怀怆，有子旅意惬。舍棹治陆行，岁晚筋力乏。予懒本不出，实为人事劫。相将犯苦寒，大雪满马鬣。",
        "object_id": "401eb932-f4b8-4de3-9023-6817cf5c8a33"
    },
    {
        "title": "答张子立见寄",
        "author": "苏洵",
        "content": "舟行道里日夜殊，佳士恨不久与俱。峡山行尽见平楚，舍舡登岸身无虞。念君治所自有处，不复放纵如吾徒。忆昨相见巴子国，谒我江上颜何娱。求文得卷读不已，有似骏马行且且。自言好学老未厌，方册几许鲁作鱼。古书今文遍天下，架上未有耿不愉。示我近所集，漫如游通衢。通衢众所入，癃残诡怪杂沓不辨可叹吁。文人大约可数者，不过皆在众所誉。此外何足爱，刓破无四隅。况予固鲁钝，老苍处群雏。入赵抱五弦，客齐不吹竽。山林自窜久不出，回视众俊惊锟铻。岂意误见取，骐骥参羸驽。将观驰骋鬭雄健，无乃独不堪长途。凄风腊月客荆楚，千里适魏劳奔趋。将行纷乱苦无思，强说鄙意惭区区。",
        "object_id": "dc9e759d-a236-4ce9-beda-23c3e8796b73"
    },
    {
        "title": "送蜀僧去尘",
        "author": "苏洵",
        "content": "十年读易费膏火，尽日吟诗愁肺肝。不解丹青追世好，欲将芹芷荐君盘。谁为善相应嫌瘦，后有知音可废弹。拄杖挂经须倍道，故山春蕨已阑干。",
        "object_id": "6c83a1d6-b481-44bb-a8a8-9e9992ee5f08"
    },
    {
        "title": "游陵云寺",
        "author": "苏洵",
        "content": "长江触山山欲摧，古佛咒水山之隈。千航万舸𣍿前过，仰视绝顶皆徘徊。足踏重涛怒汹涌，背负乔岳高崔嵬。予昔过此下荆渚，班班满面生苍苔。今来重到非旧观，金翠晃荡祥光开。萦回一径上崄绝，却立下视惊心骸。蜀江迤逦渐不见，沫水腾掉震百雷。山川变化禹力尽，独有道者尝闵哀。琢山决水通万里，奔走荆蜀如长街。世人至今不敢嫚，坐上蜕骨冷不埋。余今劫劫何所往，愧尔前人空自咍。",
        "object_id": "f8b95364-9a5a-4a83-9eea-78a70a2774db"
    },
    {
        "title": "九日和魏公",
        "author": "苏洵",
        "content": "晚岁登门最不才，萧萧华发映金罍。不堪丞相延东阁，闲伴诸儒老曲台。佳节久从愁里过，壮心偶傍醉中来。暮归冲雨寒无睡，自把新诗百遍开。",
        "object_id": "ed30f7e2-8dc4-4bcf-818c-b8139fdead01"
    },
    {
        "title": "题仙都观",
        "author": "苏洵",
        "content": "飘萧古仙子，寂寞苍山上。观世眇无言，无人独惆怅。深岩耸乔木，古观霭遗像。超超不可揖，真意谁复亮。蜿蜒乘长龙，倏忽变万状。朝食白云英，暮饮石髓鬯。心肝化琼玉，千岁已无恙。世人安能知，服药本虚妄。嗟哉世无人，江水空荡漾。",
        "object_id": "4316ec86-508c-4077-9102-6cafec67af20"
    },
    {
        "title": "过木枥观",
        "author": "苏洵",
        "content": "闻道精阳令，当时此学仙。炼形初似鹤，蜕质竟如蝉。藓上搘棺石，云生昼影莚。舟中望山上，唯见柏森然。",
        "object_id": "ea7bce4f-7d33-4207-8e84-330bee619152"
    },
    {
        "title": "题白帝庙",
        "author": "苏洵",
        "content": "谁开三峡才容练，长使群雄苦力争。熊氏凋零余旧族，成家寂寞闭空城。永安就死悲玄德，八阵劳神叹孔明。白帝有灵应自笑，诸公皆败岂由兵。",
        "object_id": "99479eba-19e4-4356-9994-a678306c40e6"
    },
    {
        "title": "神女庙",
        "author": "苏洵",
        "content": "巫阳仙子云为裾，高情杳眇与世踈。微有薄酒安足献，愿采山下霜中蔬。仙坛古洞何清虚，中有琼楼白玉除。江上浩荡谁来过，闻道琴高驾鲤鱼。",
        "object_id": "f09fe64b-6b9b-4c78-b44b-82487f530181"
    },
    {
        "title": "万山",
        "author": "苏洵",
        "content": "万山临汉江，杰立与岘偶。杜公破三吴，磊落叔子后。当年爱山意，无乃求自附。自比诚不惭，山水亦奇秀。羊公苟有知，当为颔其首。",
        "object_id": "4cdf95d1-eeb4-49fa-b1db-ae628831cbec"
    },
    {
        "title": "荆门惠泉",
        "author": "苏洵",
        "content": "古郡带荒山，寒泉出西郭。嘈嘈幽响远，衮衮清光活。当年我少年，系马弄潺湲。爱此泉旁鹭，高姿不可攀。今逾二十载，我老泉依旧。临流照衰颜，始觉老且瘦。当时同游子，半作泉下尘。流水去不返，游人岁岁新。",
        "object_id": "9d1e75f2-ec23-4833-ba40-a48c4e1f416e"
    },
    {
        "title": "昆阳城",
        "author": "苏洵",
        "content": "昆阳城外土非土，战骨多年化墙堵。当时寻邑驱市人，未必三军皆反虏。江河填满道流血，始信武成真不误。杀人应更多长平，薄赋宽征已无补。英雄争鬭岂得已，盗贼纵横亦何数。御之失道谁使然，长使哀魂啼夜雨。",
        "object_id": "315b61c9-0bd5-4865-8740-023346253f95"
    },
    {
        "title": "题三游洞石壁",
        "author": "苏洵",
        "content": "洞门苍石流成乳，山下长溪冷欲冰。天寒二子苦求去，我欲居之尔不能。",
        "object_id": "6c3499c1-df93-4ef4-86f5-b88e5fece243"
    },
    {
        "title": "与可许惠所画舒景以诗督之",
        "author": "苏洵",
        "content": "枯松怪石霜竹枝，中有可爱知者谁。我能知之不能说，欲说常恐天真非。羡君笔端有新意，倏忽万状成一挥。使我忘言惟独笑，意所欲说辄见之。问胡为然笑不答，无乃君亦难为辞。昼行书空夜画被，方其得意尤若痴。纷纷落纸不自惜，坐客争夺相谩欺。贵豪满前谢不与，独许见赠怜我衰。我当枕簟卧其下，暮续膏火朝忘炊。门前剥喙不须应，老病人谁称我为。",
        "object_id": "91be7411-b934-4a27-8d48-a8094815c244"
    },
    {
        "title": "仙都山鹿",
        "author": "苏洵",
        "content": "客来未到何从见，昨夜数声高出云。应是仙君老僮仆，当时掌客意犹勤。",
        "object_id": "36de110f-6629-48a9-a29c-4b40f653b288"
    },
    {
        "title": "自尤",
        "author": "苏洵",
        "content": "五月之旦兹何辰，有女强死无由伸。嗟予为父亦不武，使汝孤冢埋冤魂。死生寿夭固无定，我岂以此辄怨人。当时此事最惊众，行道闻者皆醉辛。余家世世本好学，生女不独治组紃。读书未省事华饰，下笔亹亹能属文。家贫不敢嫁豪贵，恐彼非偶难为亲。汝母之兄汝叔舅，求以厥子来结姻。乡人婚嫁重母族，虽我不肯将安云。生年十六亦已嫁，日负忧责无欢欣。归宁见我悲且泣，告我家事不可陈。舅姑叔妹不知道，弃礼自快纷如云。人多我寡势不胜，祗欲强学非天真。昨朝告以此太甚，捩耳不听生怒嗔。余言如此非乃事，为妇何不善一身。嗟哉尔夫任此责，可奈狂狠如痴麏。忠臣汝不见泄冶，谏死世不非陈君。谁知余言果不妄，明年会汝初生孙。一朝有疾莫肯视，此意岂尚求尔存。忧惶百计独汝母，复有汝父惊且奔。此时汝舅拥爱妾，呼卢握槊如隔邻。狂言发病若有怪，里有老妇能降神。呼来问讯岂得已，汝舅责我学不纯。急难造次不可动，坚坐有类天王尊。导其女妻使为孽，就病索汝襦与裙。衣之出看又汝告，谬为与汝增殷勤。多多扰乱莫胜记，咎汝不肯同其尘。经旬乳药渐有喜，移病余告未绝根。喉中喘息气才属，日使勉强飡肥珍。舅姑不许再生活，巧计窃发何不仁。婴儿盈尺未能语，忽然夺去词纷纷。传言姑怒不归觐，急抱疾走何暇询。病中忧恐莫能测，起坐无语涕满巾。须臾病作状如故，三日不救谁缘因。此惟汝甥汝儿妇，何用负汝漫无恩。嗟余生女苟不义，虽汝手刃吾何言。俨然正直好礼让，才敏明辩超无伦。正应以此获尤谴，汝可以手心自扪。此虽法律所无奈，尚可仰首披苍旻。天高鬼神不可信，后世有耳犹或闻。只今闻者已不服，恨我无勇不复冤。惟余故人不责汝，问我此事久叹呻。惨然谓我子无恨，此罪在子何尤人。虎跑牛触不足怪，当自为计免见吞。深居高堂闭重键，牛虎岂解逾墙垣。登山入泽不自爱，安可侥幸遭骐驎。明珠美玉本无价，弃置沟上多缁磷。置之失地自当尔，既尔何咎荆与榛。嗟哉此事余有罪，当使天下重结婚。",
        "object_id": "4847d8e9-193f-4ea6-8593-4eb7eb6aa013"
    },
    {
        "title": "老翁井",
        "author": "苏洵",
        "content": "井中老翁误年华，白沙翠石公之家。公来无踪去无迹，井面团团水生花。翁今与世两何与，无事纷纷惊牧竖。改颜易服与世同，无使市人知有翁。",
        "object_id": "7e2d2678-bf88-4469-80f1-63e525fa2ea8"
    },
    {
        "title": "题阎立本画水官",
        "author": "苏洵",
        "content": "水官骑苍龙，龙行欲上天。手攀时且住，浩若乘风船。不知几何长，足尾犹在渊。下有二从臣，左右乘鱼鼋。矍铄相顾视，风举衣袂翻。女子侍君侧，白颊垂双鬟。手执雉尾扇，容如未开莲。从者八九人，非鬼非戎蛮。出水未成列，先登扬旗旜。长刀拥旁牌，白羽注强拳。虽服甲与裳，状貌犹鲸鳣。水兽不得从，仰面以手扳。空虚走雷霆，雨电晦九川。风师黑虎囊，面目昏尘烟。翼从三神人，万里朝天关。我从大觉师，得此诡怪编。画者古阎子，于今三百年。见者谁不爱，予者诚已难。在我犹在子，此理宁非禅。报之以好词，何必画在前。",
        "object_id": "2a497005-16ec-4841-8ee3-be5773f430ee"
    }
]